{
  "testimonials": [
    {
      "id": "t1",
      "name": "Jennifer Adams",
      "role": "Working Parent",
      "image": "/images/testimonials/jennifer.jpg",
      "content": "Home Health Care Center has been a lifesaver for our family. Their elder care services allowed my father to stay comfortable in his own home while receiving professional care. The staff is compassionate, reliable, and truly cares about their clients.",
      "rating": 5
    },
    {
      "id": "t2",
      "name": "Michael Thompson",
      "role": "Pet Owner",
      "image": "/images/testimonials/michael.jpg",
      "content": "I was worried about leaving my pets while on business trips, but HHCC's pet care services put my mind at ease. The caregivers sent daily updates and photos, and my pets were happy and healthy when I returned. Highly recommend!",
      "rating": 5
    },
    {
      "id": "t3",
      "name": "Sarah Johnson",
      "role": "Mother of Two",
      "image": "/images/testimonials/sarah.jpg",
      "content": "Finding reliable childcare was a struggle until we discovered HHCC. Their caregivers are professional, engaging, and my children absolutely adore them. The peace of mind knowing my kids are in good hands is priceless.",
      "rating": 4
    },
    {
      "id": "t4",
      "name": "Robert Chen",
      "role": "Son of Elder Care Client",
      "image": "/images/testimonials/robert.jpg",
      "content": "After my mother's surgery, we needed specialized care at home. HHCC provided skilled nurses who were knowledgeable and kind. Their attention to detail and genuine concern for my mother's well-being made all the difference in her recovery.",
      "rating": 5
    },
    {
      "id": "t5",
      "name": "Emily Rodriguez",
      "role": "Working Professional",
      "image": "/images/testimonials/emily.jpg",
      "content": "The home cleaning services from HHCC have transformed my life! Coming home to a clean, organized space after a long workday is the best feeling. Their team is thorough, respectful of my property, and always goes the extra mile.",
      "rating": 4
    },
    {
      "id": "t6",
      "name": "David Wilson",
      "role": "Father & Dog Owner",
      "image": "/images/testimonials/david.jpg",
      "content": "We use multiple services from HHCC - childcare, pet sitting, and occasional elder care for my mother-in-law. Having a single trusted provider for all these needs has simplified our lives tremendously. Their integrated approach and consistent quality across all services is impressive.",
      "rating": 5
    },
    {
      "id": "t7",
      "name": "Nandiki Chandrashekhar",
      "role": "Working Parent",
      "content": "Awesome !!!",
      "rating": 5,
      "image": "/images/testimonials/default.jpg"
    }
  ]
}